IDEA Open Model
DappedEnd.Outline Property
Compatible with IDEA StatiCa v 10.1
 Outline of dapped end
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public ReferenceElement Outline { get; set; }
Public Property Outline As ReferenceElement
	Get
	Set
public:
property ReferenceElement^ Outline {
	ReferenceElement^ get ();
	void set (ReferenceElement^ value);
}
Property Value
Type: ReferenceElement
See Also
Reference
DappedEnd Class
IdeaRS.OpenModel.Detail Namespace